{"428d2698-10e0-11e3-bdf6-e4fc677d94a1": " D.C. police officials admit that their newest recruit is not particularly bright. He’s also lazy, often found sleeping in a patrol car. Still, police have high hopes for Sam, because when they do put him on a case, he’s proving to be as relentless as, well, what he is: a bloodhound. Sam, a 16-month-old hound from Huntsville, Ala., joined the force Aug. 14 and already has helped lead police to two missing people, Chief Cathy L. Lanier said at a news conference Thursday to announce his arrival. Each week, five or six people — some elderly and suffering from dementia, some very young — are reported missing in the city, and it will be Sam’s job to find them. Police are counting on him to track scents in busy neighborhoods. “They are singularly focused on scent, which is great for an urban environment,” Lanier said. “He’s kind of the detective of the canine world.” Police deploy 41 other dogs to track suspects and search for weapons, explosives and drugs. They use a variety of breeds — including German shepherds and Labradors — but none has the same skill set as Sam, the department’s first bloodhound. Sam is about two feet tall and 79 pounds with a light brown coat, drooping and drooling jowls, light eyes and a fantastic nose. In his first case Saturday, Sam followed the scent of a missing man for about three blocks. When he reached a bus stop, he had information to report to his handler, Sgt. Johnnie Walter. Sam jumped up and pawed at Walter’s chest. “I told the detective, ‘From what he’s showing me, the subject got on a bus,’ ” Walter recalled. “Sure enough, they found him the next day all the way across the city, where he had been riding the bus.” On his second case, a missing man had a 12-hour head start on Sam. Still, the hound followed the man’s scent for two miles to a recreation center. “The detective said, ‘I can’t believe this — this is a favorite hangout of his,’ ” Walter recalled. Sam even led police to a bleacher seat where the missing man liked to watch basketball. The track continued for three-quarters of a mile and onto a path, where the man was found, police said. Officers will welcome having Sam at the ready. When Michael Kingsbury, a 7-year-old with autism, went missing in July, police enlisted the help of bloodhounds from Montgomery County police. The boy later was found dead in a car. Prince George’s County police have three bloodhounds — Justice, Bella and Tayaut. Sam does have shortcomings, such as heavy drooling, loud howling and a reputation for a subpar IQ, Lanier acknowledges. “They are good smellers,” she said, “but not extremely smart.” Walter joked: “I’ve taught him to sit — that’s about it.” But he sniffs for his supper, and his nose is 8,000 times more powerful than a human’s, Lanier said. That makes the math simple for Sam’s $8,000 price tag. Ever since he was 8 weeks old, Sam has been training to work in urban environments, Lanier said. Bloodhounds can find a trail that is days or weeks old and can track for several miles.", "43f5e1fe-efe7-11e4-8abc-d6aa3bad79dd": " KATHMANDU, Nepal — For members of Fairfax County’s disaster-response team — both two-legged and four-legged — the grim challenges of searching for trapped survivors of Nepal’s massive earthquake this week have been familiar and fulfilling. For the humans, most of them firefighters with years of disaster experience, the operation has brought reminders of missions after major quakes in Haiti and Turkey as part of the U.S. government’s Disaster Assistance Response Team. Among the similarities they describe are the swaths of flattened, poorly built houses; the intricate and painfully slow task of listening for faint sounds and extricating trapped survivors; and the instant bonds formed among strangers working frantically to save lives. “Working with people who have a common purpose to save life is a great equalizer,” said Mike Davis, 45. “You don’t have the politics of a war or conflict. You are working on a humanitarian rescue, so you have a common language.” At their tent camp inside a former U.S. Embassy compound here Friday, Davis and another Fairfax team member, Kit Hessel, 47, described an indelible memory from the Haiti quake in 2010: a 24-hour operation to rescue a woman trapped in a university stairwell, which ultimately required cutting off her foot to save her life. “We had people hanging upside down to get to her,” Davis recounted. “She had to have her leg amputated later, but she lived, and later she got in touch with us to thank us.” Hessel, a fire battalion chief in Fairfax, described another difficult rescue after a quake in Turkey when a young boy came to tell them that another child was trapped under a collapsed building. That rescue took 16 hours, he said, and while the team worked, local women brought them trays of figs, apples and other refreshments. Professionally, Hessel said the work brought other satisfactions, such as using the crane-operating and welding skills he learned as a youth, and the specialized knowledge he acquired later about cement composition, air pockets and the tendency of rain to mask human scent. “I learned a lot from my dad, who owned a rigging and millwright company,” Hessel said. The team travels with heavy rigging equipment to lift concrete slabs and steel beams off trapped people but uses locally provided cranes and machinery. “We try to be as self-sufficient as possible so we won’t be a burden,” he added. “We bring our own tools, water, food, showers, tents — everything but fuel.” The team also flew to Nepal with six highly trained sniffer dogs: three Labrador retrievers, a German shepherd and two Belgian Malinois. They have been specially taught to react to the scents of live people but to ignore other odors, including food, animals and human cadavers. Despite the urgent and dangerous nature of their work, the dogs are encouraged to regard it as a form of play and are unaware that they are being sent to explore crannies too small and high-risk for humans. Their reward is the praise and affection of their handlers, whom they live with full-time. During a visit Friday to the canine team’s tent, each dog relaxed on a cot with his or her handler, enjoying belly rubs, rope pulls and other pastimes while waiting to be called for duty. The bonds between each dog and human were immediately evident. On one cot, Ron Sanders, 54, patted Pryse, 6, an energetic tan Labrador, who had shown off her agility and intelligence the previous day while exploring the ruins of a collapsed guesthouse after the Fairfax team helped Nepali police rescue a trapped teenage boy. “This is her first deployment,” said Sanders, who worked with older dogs in Haiti as well as during Hurricane Katrina and other crises. “She loves what she does — they all do.” Sanders said the dogs must learn to act independently because they cannot always see or hear commands from deep inside a collapsed site. On an adjacent cot, Chris Holmes, 39, rested with Cazo, 9, a black shepherd who was awarded a medal of valor last year from the D.C. government while searching a collapsed house and alerting Holmes that there was someone, unconscious but alive, trapped inside. Before that, they served twice together in Haiti. Across the tent, Elizabeth Chaney and her 6-year-old Malinois, Ventoux, were furiously wrestling over a pull toy. She described him as a fast, athletic dog who had been waiting for four years after finishing his training before finally being called up for his first international deployment last week. “Ventoux has been wanting this for a long time, and I’m so proud of him,” Chaney said. “We’re all proud of them. They have to spend 18 hours in a crate to get here, but like all the assets on our team, they are always ready to go.” Read more: Rescuers pull ‘miracle’ survivor from quake in Nepal’s capital In Nepal’s capital, plumes from pyres and pleas from quake survivors A ‘boom,’ a prayer and then terror as avalanche roared down Everest Today’s coverage from Post correspondents around the world", "13afe080-50ae-11e5-933e-7d06c647a395": " Two Maryland Department of Public Safety and Correctional Services K-9 dogs died from heat exhaustion last week when a vehicle’s air conditioner failed at the Baltimore City Detention Center. A bloodhound, Kojack, and Dingo, a Dutch Shepherd, were taking part in operations Tuesday to transfer prisoners from the facility ordered closed by Gov. Larry Hogan. “The dogs were in a car where the air-conditioning system malfunctioned,” said department spokesman Gerard Shields, adding that one dog died at the scene; the other died the next day. Both died from heat exhaustion, he said. The agency confirmed the deaths when The Baltimore Sun asked about the dogs. The department is investigating whether any policy or procedures were violated, Shields said. He did not know long the dogs had been in the car or how long the dogs had worked for the agency. “The handlers are very distraught,” Shields said. “These dogs provide an incredible service to the department in making our facilities safer. They are part of our department family.” Shields said the deaths didn’t happen Thursday — the day Stephen T. Moyer, the state corrections secretary, led a tour with reporters of the now-closed facility. Hogan ordered the Men’s Detention Center closed last month, and corrections officials moved the final detainees out last week. Kojack and Dingo were not the first dogs to die on duty this year. In April, a service dog died after a state vehicle caught fire on Interstate 68 in Allegany County en route to a Cumberland complex, the Associated Press reported. The dog had recently completed training for contraband detection and patrol.", "7ed6d4c6-df0c-11e5-846c-10191d1fc4ec": " A black Labrador dog that works in a K-9 law enforcement unit has gone missing in the Woodbridge area of Virginia. Police in Prince William County said on their Facebook page that Milo was last seen about 7:45 p.m. Sunday in the 14100 block of Rahill Court. The dog ran away from his handler, police said, as the official was “returning home from work.” It was not known which federal agency Milo works for, officials said. Milo is described as a friendly dog and is “trained to work in and around people.” He is not aggressive, police said, and is rather shy. Milo may avoid contact at first, police said. He weighs about 50 pounds and has a small patch of white hair on his chest. He had on a choke collar with his service badge and a vaccination tag on it. He was also wearing a black nylon-strap harness that buckles across the top of his back, according to police. Anyone with information is asked to call 703-792-6500.", "56f0438ee0fb34c341ccf5af36de5175": " By all accounts, Wednesday's encounter between French police and a group of suspected terrorists in the Paris suburbs was an incredibly violent one: 5,000 bullets fired, dozens of grenades thrown, bodies so damaged that at first authorities were unable to say how many people had been killed. So it's somewhat remarkable that there was only one fatality on the police side of the showdown: Diesel, a 7-year-old Belgian Malinois police dog who was sent into the apartment at one point to check for survivors. The dog was killed when one of the people in the apartment detonated a suicide vest. Diesel's death sparked a popular hashtag and an outpouring of respect and grief on social media. And it highlighted the role specially trained dogs play in often dangerous law enforcement situations in France, as well as right here in the United States. It's unclear exactly how many police dogs are active in the United States. Jim Watson, director of the North American Police Work Dog Association, gave a \"wild guess\" of around 50,000 dogs in 2010. The dogs are deployed to various domestic law enforcement agencies, doing everything from bomb- and drug-sniffing to chasing down suspected criminals. And, unfortunately, police dog work can sometimes be deadly. The Officer Down Memorial Page, which tracks police fatalities in the line of duty, includes numbers on police dog fatalities as well. Their numbers show that in 2015 so far, 26 police dogs have been killed in the line of duty — a number that's up sharply over the previous two years. In the most recent incident they've tracked, a dog named Hyco with the Anderson County Sheriff's Office in South Carolina was shot and killed while chasing a group of suspected carjackers. In September, a police dog named Ike in Washington state was stabbed multiple times while attempting to subdue a suspect and had to be euthanized due to the extent of his injuries. But while a number of dogs have died at the hands of a suspected criminal this year, the ODMP's numbers show that canine officers face an even bigger threat: heat exhaustion, particularly from being left in a squad car on a hot day. This year alone at least 11 dogs died from heat exhaustion, according to the ODMP. In August, two dogs with the Baltimore City Detention Center died when the air conditioning failed in a vehicle they were in. In Florida, an officer was suspended without pay in May when he inadvertently left two police dogs in a car at his home. The heat deaths \"happen at a pretty alarming rate,\" said Steve Weiss, an NYPD lieutenant who serves as ODMP's Director of Research. \"I was surprised by how often it happens.\" Weiss says that many K9 unit vehicles are now being outfitted with electronic systems that automatically regulate heat and humidity. Some systems can alert remote officers if the AC fails or the temperature gets too high, and allow them to immediately pop the trunk or doors to allow dogs to escape. More widespread adoption of these systems would cut down on the heat exhaustion deaths, according to Weiss. Weiss says better laws protecting police dogs would help too. \"The laws in many states involving the deaths of police animals are not very strict,\" he said. \"Every state is different.\" Update: This piece has been updated to reflect that authorities do not currently believe the woman in the apartment, Hasna Aitboulahcen, detonated the suicide vest.", "3f131ce3978b2b121e160a60bf0289f0": ""}